<?php

return [
    'ProfileTitle' => 'معلومات حسابك',
    'ProfileDesc' => "قم بتحديث معلومات الملف الشخصي لحسابك وعنوان البريد الإلكتروني.",
    "Saved" => 'حفظ التغيير',
    'UpdatePassword' => 'تعديل كلمة المرور',
    "descPassword" => 'تأكد من أن حسابك يستخدم كلمة مرور طويلة وعشوائية ليظل آمنًا.',
    'CurrentPassword' => 'كلمة السر الحالية',
    'DeleteAccount' => "حذف الحساب الحالي",
    "DeleteAccountDesc" => 'بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته نهائيًا. قبل حذف حسابك، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها.'
];
